# books.py
BOOKS = [
{"id": 1, "name": "📘 Чунин ҷаҳони гуногун", "price": 10, "file": "books/book1.pdf",
"description": "📖 Китоб дар бораи тағйири ҷаҳонбинӣ ва фаҳмиши зиндагӣ."},

{"id": 2, "name": "📗 Дилхоҳ шахс метавонад бой шавад", "price": 10, "file": "books/book2.pdf",
"description": "💰 Дар бораи роҳҳои беҳтар кардани вазъи молиявӣ ва фикрронии бой."},

{"id": 3, "name": "📙 Чӣ тавр тарафи қавии худро ёбем — Саймурод Давлатов", "price": 10, "file": "books/book3.pdf",
"description": "🧠 Дар бораи пайдо кардани қувваҳои дохилӣ ва рушди шахсӣ."},

{"id": 4, "name": "📖 Андешаро дигар намо то зиндагият дигар шавад — Брайан", "price": 10, "file": "books/book4.pdf",
"description": "🌱 Китоб дар бораи қувваи фикр ва тағйири зиндагӣ."},

{"id": 5, "name": "📘 Чӣ тавр дилхоҳ чизро ба дилхоҳ кас фурӯхт — Ҷо Ҷиранд", "price": 10, "file": "books/book5.pdf",
"description": "📈 Дар бораи фурӯш, муошират ва таъсир ба одамон."},

{"id": 6, "name": "📗 Психологияи дурӯғ — Пол", "price": 10, "file": "books/book6.pdf",
"description": "🧠 Дар бораи фаҳмидани рафтори одамон ва нишонаҳои дурӯғ."},

{"id": 7, "name": "📙 Сир (Тайна)", "price": 10, "file": "books/book7.pdf",
"description": "✨ Китоб дар бораи қувваи фикр ва ҷалби натиҷаҳои хуб."},

{"id": 8, "name": "📖 Бойтарин одам дар Бобил", "price": 10, "file": "books/book8.pdf",
"description": "💰 Қоидаҳои қадимии пулдор шудан ва идора кардани маблағ."},

{"id": 9, "name": "📘 Кӯдаки нобиғаи ман — Саймурод Давлатов", "price": 10, "file": "books/book9.pdf",
"description": "👦 Дар бораи тарбия ва рушди кӯдак."},

{"id": 10, "name": "📗 Зан дар бораи мардон чиро намедонад", "price": 10, "file": "books/book10.pdf",
"description": "❤️ Дар бораи муносибатҳо ва фаҳмиши байни одамон."},

{"id": 11, "name": "📙 Сармоягузории интеллектуалӣ — Бенҷамин", "price": 10, "file": "books/book11.pdf",
"description": "📊 Дар бораи сармоягузорӣ ва қарорҳои дурусти молиявӣ."},

{"id": 12, "name": "📖 Роҳҳои халосӣ аз қарз — Саймурод Давлатов", "price": 10, "file": "books/book12.pdf",
"description": "💳 Дар бораи идора кардани қарз ва беҳтар кардани вазъи молиявӣ."},
]
